Repository: PhoenixNazarov/Stater
Catalog: StaterV/Attributes/StateAttributesForm.*.resx
Languages: ru_ru

# tabGeneral.Text
source: General
ru_ru: Общие

# tabActions.Text
source: Actions
ru_ru: Выходные воздействия

# tabEffects.Text
source: Effects
ru_ru: Взаимодействие с автоматами

# tabRunMachine.Text
source: Run machine
ru_ru: Запуск автоматов

# labelName.Text
source: Name
ru_ru: Имя состояния

# labelComment.Text
source: Comment
ru_ru: Комментарий

# labelType.Text
source: Type
ru_ru: Тип состояния

# entryLabel.Text
source: Entry
ru_ru: При входе в состояние

# exitLabel.Text
source: Exit
ru_ru: При выходе из состояния

# buttonCancel.Text
source: Cancel
ru_ru: Отмена

# CStateMachine.HeaderText
source: Machine name
ru_ru: Имя автомата

# CEvent.HeaderText
source: Event
ru_ru: Событие

# RunMachineType.HeaderText
source: Machine type
ru_ru: Тип автомата

# RunMachineName.HeaderText
source: Machine name
ru_ru: Имя автомата

# $this.Text
source: StateAttributesForm
ru_ru: Атрибуты состояния
